{
  "train": {
    "museumMainTitle": "Історична подорож Вигодською вузькоколійкою",
    "navigation": {
      "popperDynasty": "Династія Поппера",
      "theOldestNarrowGaugeRailway": "Найстаріша вузькоколійка",
      "touristRoute": "Туристичний маршрут",
      "theBaronsResidence": "Резиденція барона"
    },
    "links": {
      "popperDynasty": "ua/book/popper-dynasty",
      "theOldestNarrowGaugeRailway": "ua/book/the-oldest-narrow-gauge-railway",
      "touristRoute": "ua/book/tourist-route",
      "theBaronsResidence": "ua/book/the-barons-residence"
    }
  },
  "book": {
    "pages": {
      "popperDynasty": {
        "1": "Леопольд Поппер фон Подграгі (Leopold Frh Popper von Podhrágy)  народився <b>15</b> лютого <b>1821</b> року в Битчі, Словаччина. <br/> Як один із перших підприємців Австрії, займався лісозаготівельним  бізнесом в Галичині та Угорщині, заклавши основу для свого величезного комерційного успіху. Був одним із найбагатших землевласників Австро-Угорщини. В <b>1869</b> році отримав угорське дворянство, а в <b>1882</b> році - австрійське. <br/> У <b>1860</b>-х і <b>1870</b>-х роках почав оптом продавати деревину з Гліника (Битча), яка використовувалась для будівництва та розширення угорської залізничної системи, постачала деревину для будівництва Суецького каналу та відігравала важливу роль у виробництві будівельних матеріалів і деревини в Європі.",
        "2": "Фірма Поппера в <b>1873</b> році заснувала першу групу з <b>18</b> лісопильних заводів, зокрема паровий тартак у Вигоді «Евеліна» та водяний тартак у Старому Мізуні. Тартак «Евеліна» у <b>70-80</b> роках <b>XIX</b> ст. був найбільшим підприємством такого роду в Галичині. <br/> Для збільшення вивозу деревини, в <b>1883</b> році барон побудував залізничну вітку від міста Долина до парового тартака «Евеліна». Нову залізничну станцію і поштовий відділок офіційно назвали – Вигода. Згодом назва поширилася на селище, що виникнуло навколо станції. <br/> Леопольд Поппер фон Подграгі помер <b>2</b> березня <b>1886</b> року в Сан-Ремо, Італія. Був похований на кладовищі в селі Глініку над Вагом.",
        "3": "Барон Леопольд Поппер (Джерело: http://mek.oszk.hu/16300/16323)",
        "4": "Герб барона Попперра <br/> (Джерело: http://www.novanobilitas.eu/rod/popper-z-podhragy)",
        "5": "Маєток барона у Битчі на листівці <b>1899</b> р. „Báro Popper <br/> Armin kastélya“",
        "6": "Могила барона Л. Поппера фон Подграгі на <br/> кладовищі в селі Глініку над Вагом.. Фото: Z. Grúňová, 07/2018.",
        "7": "Армін Поппер (повне ім’я Армін Герман Поппер фон Подгарі) народився <b>8</b> вересня <b>1860</b> року в Котешові як молодший син барона Леопольда Поппера фон Подгарі та його другої дружини. Вивчав право та гуманітарні науки в університетах Відня, Будапешта та Гейдельберга. У <b>1885</b> році отримав ступінь доктора. <br/> Після смерті Леопольда Поппера, продовжує батькову справу, розвиваючи лісозаготівельний та переробний промисли. <br/> А у <b>1890</b> році його фірма прокладає вузькоколійну колію, яка з’єднала паровий тартак у Вигоді з водяним тартаком у Старому Мізуні.<br/> Помер Армін Герман Поппер фон Подгарі у <b>1924</b> році.",
        "8": "Барон Армін Поппер.</b> Фото з мережі інтернет"
      },
      "theOldestNarrowGaugeRailway": {
        "1": "Найстаріша вузькоколійна залізниця у Карпатах була прокладена фірмою барона Арміна Поппера ще у <b>1890</b> році. Вона простягалася лише на три кілометри від парового тартака у Вигоді до водяного тартака у Старому Мізуні. Ця залізниця працювала на кінській тязі – колоди завантажувались на платформи, які тяглись кіньми по рейках. Будівництво такої вузькоколійки було продиктовано економічними чинниками, адже вона була значно дешевшою від звичайної. Ширина такої колії становила <b>750</b>мм. Створення паровозів, пристосованих до вузькоколійних залізниць, з часом дозволило замінити кінську тягу на парову.",
        "2": "Після тривалого проектування, погоджень і оцінювання вартості, у <b>1913</b> році розпочинається будівництво вузькоколійки вздовж ріки Свіча з Вигоди до присілку Людвиківки обабіч села Мислівка, яке здійснювалося німецькою компанією «Orenstein & Koppel».  Однак, Перша Світова Війна перервала будівництво. Відновлення і дальша розбудова вузькоколійної залізниці розпочались уже після падіння Австрійської Імперії та встановлення влади Речі Посполитої Польської у <b>1918</b> році. Раптова смерть барона Арміна Поппера у <b>1924</b> році, ненадовго зупинила будівництво. Проте, згодом, його компанія перейшла у власність британської фірми ««Silvinia Land und Forstwirtschaft, Wygoda»», яка продовжила розбудову вузькоколійної залізниці та її інфраструктури. До <b>1939</b> року загальна довжина колій Вигодської вузькоколійної залізниці становила <b>65</b> кілометрів. Діяли маршрути з Вигоди до Солотвинського (по р. Мізунці) та Бескидського (по р. Свіча) Міндунків. ",
        "3": "Після Другої світової війни дві вузькоколійки об'єднали в одну, почали активне будівництво відгалужень. Довжина колії сягнула <b>170</b>км. <br/> У <b>1970–1980</b> роках обсяг лісозаготівель знизився, залізниця почала занепадати. На початок <b>1990</b> року довжина колій становила <b>135</b> км. <br/> Деревообробне підприємство “Уніплит” у <b>2000</b> році відновило Мізунську вітку вузькоколійки, яка функціонує й дотепер. Окрім основного призначення — перевезення деревини, вузькоколійка використовується як туристична атракція -  «Карпатський трамвай». Загальна довжина колії з відгалуженнями становить <b>58</b>км, хоча для туристичних поїздок використовуються перші <b>15</b>км",
        "4": "Схема Вигодської вузькоколійки (Джерело: <br/> Wendelin W. Karpatendampf)",
        "5": "Вигода. Загальний вид. Дистиляційна фабрика і паровий <br/> тартак барона Леопольда Поппера (поштівка видана Majer <br/> Gartenberg, Вигода, <b>1906</b>р.) Колекція: Микола Рудевич.",
        "6": "Тартак у Вигоді, початок <b>XX</b> ст.",
        "7": "Старий Мізунь. Водний тартак(фото Stanislaw Skotnicki , <br/> поштівка видана Kolo Twa.Tantrzanskiego, Долина. Друк, <br/> Краків  «Akropol» <b>1930</b>р.) Колекція:бібліотека Полона",
        "8": "Вигода. Будівництво моста і вузькоколійки <br/> (світлина <b>1920</b>р.) Колекція: Михайло Мацелюх",
        "9": "Вигода (світлина <b>1920</b>р.) Колекція: Б.Покропінський",
        "10": "Вигода. Залізничний міст через річку Свіча <br/> (поштівка видана Zaklad Graficzny Hegedüs, <br/> Львів <b>1928</b>р.) Колекція Микола Рудевич.",
        "11": "Долинський повіт, вузькоколійна залізниця (поштівка <br/> початок <b>1930</b>р.) Колекція: Бібліотека Полона.",
        "12": "Новий Мізунь. Транспортування деревини <br/> вузькоколійною залізницею фірми Sylvinia <br/>(поштівка <b>1930</b>р.) Колекція: Бібліотека Полона",
        "13": "Вигода. Лісоруби на фоні паровоза (світлина <b>1930</b>р.) Колекція: Микола Рудевич",
        "14": "<b>К-4-558</b> у Вигоді. Фото <b>1956</b>р. Колекція: <br/> I.Zjatjuk",
        "15": "Фото <b>1959</b>р. Колекція: I.Zjatjuk",
        "16": "Транспортування деревини.</b> Відео <b>2012</b>р "
      },
      "touristRoute": {
        "1": "Компанія «Silvinia Land und Forstwirtschaft, Wygoda», яка викупила деревообробний бізнес барона Поппера, впродовж <b>1924</b> –<b>1939</b> рр. продовжувала займатись будівництвом вузькоколійки, щоб транспортувати деревину. Також, дана вузькоколійна залізниця  використовувалась для перевезення пасажирів. У <b>1938–1939</b> рр. функціонував регулярний пасажирський поїзд з Вигоди до Свічі й назад. Він відправлявся з Вигоди о <b>8-45</b> год., а на кінцеву станцію «Свіча» прибував о <b>10-30</b>. Швидкість – близько <b>25</b> км/год. Назад потяг відправлявся о <b>16-30</b> год., прибуваючи у Вигоду о <b>18-00</b>. Даним маршрутом мали змогу подорожувати і туристи.",
        "2": "Відео подорожі <b>1933</b>р. Джерело: Фільмотека <br/> польська",
        "3": "Вигода. Туристична прогулянка карпатською <br/> вузькоколійкою фірми Silvinia (фото <b>1937</b>р.) <br/> Колекція: Бібліотека Полона",
        "4": "Людвиківка.Туристична група Тадеуша <br/> Орловича біля дрезини (світлина Tadeusz <br/> Dohnalik, серпень <b>1938</b>р.)",
        "5": "У <b>2000</b>-му році деревообробне підприємство <br/> “Уніплит” відновило Мізунську вітку <br/> вузькоколійки, яка функціонує й дотепер. Саме <br/> по ній, у <b>2004</b> році прокладений туристичний <br/> маршрут, яким курсує всіма улюблений <br/> “Карпатський Трамвай”.",
        "6": "Фото з мережі інтернет",
        "7": "Фото з мережі інтернет",
        "8": "Карпатський трамвай. Відео з мережі інтернет"
      },
      "theBaronsResidence": {
        "1": "Одна з найстарiших будiвель в селищi Вигода була споруджена ще у далекому <b>1873</b> роцi як резиденцiя для австрiйського барона  Леопольда Поппера фон Подгарi. <br/>  Був час, коли цей будинок приймав багато веселих гостей чи слугував штаб-квартирою для вiйськових. <br/> Пiд час радянської епохи, будинок був трансформований у сільський клуб, а впродовж кількох останніх десятків років використовувався лиш частково, та до <b>2013</b> року прийшов у повний занепад. <br/> Лише відкриття тут у <b>2015</b> році нового туристичного об’єкту – Центру спадщини Вигодської вузькоколійки, створення якого фінансувалося з коштів ЄС в рамках транскордонного проекту «Карпатські вузькоколійки», подарувало будівлі нове життя.",
        "2": "Вілла барона Поппера (поштівка видана <b>1901</b>р.) <br/> Колекція:Ірина та Ігор Котлобулатови",
        "3": "Вілла барона Поппера (поштівка видана <br/> 1904р.) Колекція: Юрій Фреїв",
        "4": "Німецькі офіцери-санітари перед будинком <br/> Поппера (світлина <b>1915</b>р) <br/> Джерело: Юрій Фреїв «Долинський повіт на давніх світлинах»",
        "5": "Німецький офіцер-санітар перед будинком <br/> Поппера (світлина <b>1915</b>р)<br/> Джерело:Юрій Фреїв «Долинський повіт на давніх світлинах»",
        "6": "Німецькі офіцери-санітари перед будинком <br/> Поппера (світлина <b>1915</b>р)<br/>Джерело:Юрій Фреїв «Долинський повіт на давніх світлинах»",
        "7": "Як було на кінець <b>2013</b> року",
        "8": "Як стало у <b>2015</b> році",
        "9": "Минуле ( початок <b>ХХ</b>століття)",
        "10": "Сьогодення ( початок <b>ХХІ</b> )"
      }
    }
  }
}